// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Allinea";

UnknownValue = "Scegli";

AlignTitle = "Allinea";
ValidationMsg = "Una pagina con un motivo di convalida è in fase di stampa. Se i motivi stampati appaiono allineati, fare clic su Fine. In caso contrario, riprovare l’allineamento facendo clic su Allinea.";
ValidationPagePrintingMsg = "Una pagina con un motivo di convalida è in fase di stampa. Se le caselle interne non sono più visibili, fare clic su Fine. In caso contrario, riprovare l’allineamento facendo clic su Allinea.";
AlignButton = "Allinea";
DoneButton = "Fine";

CompletionAlertTitle = "Allineamento penna completato";
CompletionAlertMessage = "Fare clic sul pulsante Verifica per stampare la pagina di verifica o sul pulsante Fine per completare la procedura di allineamento. Per stampare la pagina di verifica, occorre selezionare il dispositivo configurato nella finestra di dialogo di stampa seguente e fare clic sul pulsante Stampa.";
VerifyButton = "Verifica";
PrintingPatternsTitle = "Stampa motivi…";

HSDAlignPrintheadsExplanation = "La procedura seguente ottiene l’allineamento reciproco delle testine di stampa. Questa procedura garantisce la migliore qualità di stampa possibile.";
HSDAlignPrintheadsInvitation = "Si consiglia di allineare le cartucce ogni volta che viene sostituita una testina di stampa.";

TransferringProcessTitle = "Trasferimento del file…";
PrintingProcessTitle = "Stampa pagina diagnostica qualità di stampa…";

NoPrintTitle = "Impossibile stampare la pagina diagnostica PQ";
NoPrintMsg = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";

PenChangedMsg = "L’allineamento è stato interrotto in seguito al cambiamento del set delle cartucce di stampa. Non rimuovere, inserire o cambiare le cartucce durante la procedura di allineamento.";

HSDPrintAndAlignButtonsHint = "Fare clic su Stampa per stampare una copia della pagina di diagnostica della qualità di stampa. Fare clic sul pulsante Allinea per stampare adesso la pagina di allineamento.";

HSDAlignHeader = "Allineare la cartuccia di stampa per ottenere la migliore qualità di stampa possibile.";
HSDAlignFooter = "I segni sulla pagina di allineamento consentono di verificare che la cartuccia di stampa sia installata e funzioni correttamente. Se a sinistra di ciascuna barra appare una “x”, allineare di nuovo la cartuccia. Per ulteriori informazioni, consultare la guida in linea della stampante.";

HSDAlignPrintheadHeader = "Allineare la testina di stampa in modo da ottenere la migliore qualità di stampa possibile. Per allineare la testina di stampa, seguire le istruzioni visualizzate nelle seguenti finestre.";

HSDTaskDescription = "Allineare le cartucce di stampa per ottenere la migliore qualità di stampa possibile. Usare le istruzioni nelle finestre seguenti per allineare le cartucce di stampa.";
HSDTaskNote = "Si consiglia di allineare le cartucce ogni volta che viene sostituita una cartuccia di stampa.";
HSDAlignButtonTitle = "Allinea";
HSDPrintButtonTitle = "Stampa";
